{
  "ABOUTME": "Über mich",
  "SKILLS": "Skills",
  "PORTFOLIO": "Portfolio",

  "ABOUTMEDESCRIPTIONP1": "Hallo! Ich bin Sebastian, ein Frontend-Entwickler mit Leidenschaft für Gestaltung benutzerfreundlicher digitaler Erlebnisse. Mit einem Talent für Problemlösungsorientierung und mit einem Auge fürs Detail bin ich spezialisiert auf das realisieren komplexer Ideen in elegante Designs zu verwandeln.",
  "ABOUTMEDESCRIPTIONP2": "Lass uns zusammen etwas fantastisches erstellen!",
  "ABOUTMEDESCRIPTIONSPAN1": "Flexible in Bezug auf Arbeitsumgebungen, kann ich effektiv sowohl beim Standort als auch Remote arbeiten.",
  "ABOUTMEDESCRIPTIONSPAN2": "Ich bin offen für persönlliche Herausforderungen, um mein Wissen und Fertigkeiten stetig zu verbessern.",
  "ABOUTMEDESCRIPTIONSPAN3": "Beim Programmieren geht es mir nicht nur darum, Code zu schreiben; es ist eine kreative Form des Problemlösens. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu übersetzen. Auf diese Weise helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken.",

  "SKILLSTEXTBLOCKP1": "Mein Lernprogress umfasst die Arbeit an verschiedenen Projekten, bei denen ich eine Vielzahl von Frontend-Technologien und -Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu übernehmen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig weiterentwickelnden Welt der Webentwicklung einen Schritt voraus zu sein.",
  "SKILLSTEXTBLOCKH2": "Auf der Suche nach",
  "SKILLSTEXTBLOCKH2SPAN": "anderen Skills",
  "SKILLSTEXTBLOCKP3": "Zögern Sie nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
  "BTNCONTACT": "Kontakt aufnehmen",

  "PORTFOLIOP": "Entdecken Sie hier eine Auswahl meiner Arbeiten – Interagieren Sie mit meinen Projekten, um meine Fähigkeiten in Aktion zu erleben.",
  "ELLOCODINODESCRIPTION": "Sprung-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Mina, Münzen und Tabasco-Salsa zu finden, um gegen die verrückten Dinosaurier zu kämpfen.",
  "JOINDESCRIPTION": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzern und Kategorien zu.",
  "POKEDEXDESCRIPTION": "Das Pokedex-Projekt ist eine innovative Webanwendung, die Pokémon-Fans eine umfassende und interaktive Plattform bietet, um Informationen über verschiedene Pokémon zu durchsuchen und anzuzeigen.",

  "CONTACT": "Kontakt",
  "PROBLEM": "Gibt es ein Problem zu lösen?",
  "CONTACTTEXTBLOCK": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
  "CONTACTTEXTEND": "Benötigen Sie einen Frontend Developer?",
  "CONTACTTEXTENDCONTACT": "Nehmen Sie Kontakt auf!",
  "YOURNAME": "Ihr Name...",
  "ENTERNAME": "Bitte Namen eingeben",
  "YOURMAIL": "Ihre email...",
  "ENTERMAIL": "Bitte eine gültige Email-Adresse eingeben!",
  "YOURMSG": "Ihre Nchricht...",
  "ENTERMSG": "Bitte eine Nachricht eingeben",
  "PRIVACYSPAN1": "Ich habe die",
  "PRIVACYPOLICY": "Datenschutzrichtlinie",
  "PRIVACYSPAN2": "gelesen und stimme der Verarbeitung meiner Daten zu.",
  "MSGSND": "absenden :)",
  "MSGSUCCESS": "ist gesendet!",

  "IMPRINT": "Impressum",
  "IMPRINTHEADER": "IMPRESSUM",
  "IMPRINTHEADER1": "Angaben gemäß § 5 TMG",
  "IMPRINTHEADER2": "vertreten durch:",
  "IMPRINTHEADER3": "Kontakt",
  "IMPRINTHEADER4": "Telefon: +49 (0) 176 314 608 79",
  "IMPRINTTEXTHEADER": "Haftung für Inhalte",
  "IMPRINTTEXT1": "Die Inhalte unserer Seiten wurden mit größter Sorgfalt erstellt. Für die Richtigkeit, Vollständigkeit und Aktualität der Inhalte können wir jedoch keine Gewähr übernehmen. Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen. Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.",
  "IMPRINTTEXT2": "Haftung für Links",
  "IMPRINTTEXT3": "Unser Angebot enthält Links zu externen Webseiten Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.",
  "IMPRINTTEXT4": "Datenschutz",
  "IMPRINTTEXT5": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.",
  "IMPRINTTEXT6": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
  "IMPRINTTEXT7": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor."
}
