{
    "ABOUTME": "About me",
    "SKILLS": "Skills",
    "PORTFOLIO": "Portfolio",

    "ABOUTMEDESCRIPTIONP1": "Hey there! I´m Sebastian, a frontend developer fueled by a passion for crafting user-friendly digital experiences. With a talent for problem-solvin and an eye for detail, I specialize in translating complex ideas into elegant designs.",
    "ABOUTMEDESCRIPTIONP2": "Let's connect and create something amazing together!",
    "ABOUTMEDESCRIPTIONSPAN1": "Flexible in terms of working environments, I can work effectively both on-site and remotely.",
    "ABOUTMEDESCRIPTIONSPAN2": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "ABOUTMEDESCRIPTIONSPAN3": "In my profession, programming isn´t just abour writing code; it´s a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",

    "SKILLSTEXTBLOCKP1": "My journey has involved working on differnent projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Countinously enhance my skills and stay ahead in the ever-evolving landscape of web development.",
    "SKILLSTEXTBLOCKH2": "Looking for",
    "SKILLSTEXTBLOCKH2SPAN": "another Skill",
    "SKILLSTEXTBLOCKP3": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "BTNCONTACT": "Get in touch",

    "PORTFOLIOP": "Explore a selection of my work here - Interact with my projects to see my skills in action.",
    "ELLOCODINODESCRIPTION": "Jump, run and throw game based on object-oriented approach. Help Mina to find coins and tabasco salsa to fight against the crazy dinos.",
    "JOINDESCRIPTION": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "POKEDEXDESCRIPTION": "The Pokedex Project is an innovative web application that provides Pokémon fans with a comprehensive and interactive platform to browse and view information about various Pokémon."
}