{
  "ABOUTME": "About me",
  "SKILLS": "Skills",
  "PORTFOLIO": "Portfolio",

  "I": "I am",
  "DEVELOPER": "DEVELOPER",
  "SCROLL": "Scroll down",

  "ABOUTMEDESCRIPTIONP1": "Hey there! I´m Sebastian, a frontend developer fueled by a passion for crafting user-friendly digital experiences. With a talent for problem-solvin and an eye for detail, I specialize in translating complex ideas into elegant designs.",
  "ABOUTMEDESCRIPTIONP2": "Let's connect and create something amazing together!",
  "ABOUTMEDESCRIPTIONSPAN1": "Flexible in terms of working environments, I can work effectively both on-site and remotely.",
  "ABOUTMEDESCRIPTIONSPAN2": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
  "ABOUTMEDESCRIPTIONSPAN3": "In my profession, programming isn´t just abour writing code; it´s a creative form of problem-solving. I take pride in my ability to distill complex technical challenges into simple, user-friendly solutions. This way, I help you achieve your goals and bring your visions to life.",

  "SKILLSTEXTBLOCKP1": "My journey has involved working on differnent projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Countinously enhance my skills and stay ahead in the ever-evolving landscape of web development.",
  "SKILLSTEXTBLOCKH2": "Looking for",
  "SKILLSTEXTBLOCKH2SPAN": "another Skill",
  "SKILLSTEXTBLOCKP3": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
  "BTNCONTACT": "Get in touch",

  "PORTFOLIOP": "Explore a selection of my work here - Interact with my projects to see my skills in action.",
  "ELLOCODINODESCRIPTION": "Jump, run and throw game based on object-oriented approach. Help Mina to find coins and tabasco salsa to fight against the crazy dinos.",
  "JOINDESCRIPTION": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
  "POKEDEXDESCRIPTION": "The Pokedex Project is an innovative web application that provides Pokémon fans with a comprehensive and interactive platform to browse and view information about various Pokémon.",

  "CONTACT": "Contact",
  "PROBLEM": "Got a problem to solve?",
  "CONTACTTEXTBLOCK": "Contact me through this form. I am interested in hearing from you knowing your ideas and contributing to your projects with my work.",
  "CONTACTTEXTEND": "Need a Frontend Developer?",
  "CONTACTTEXTENDCONTACT": "Contact me!",
  "YOURNAME": "Your name...",
  "ENTERNAME": "Please enter a name",
  "YOURMAIL": "Your email...",
  "ENTERMAIL": "Please enter a valid email",
  "YOURMSG": "Your message...",
  "ENTERMSG": "Please enter a message",
  "PRIVACYSPAN1": "I´ve read the",
  "PRIVACYPOLICY": "privacy policy",
  "PRIVACYSPAN2": "and agree to the processing of my data as outlined.",
  "MSGSND": "Send message :)",
  "MSGSUCCESS": "message sent!",

  "IMPRINT": "Imprint",
  "IMPRINTHEADER": "IMPRINT",
  "IMPRINTHEADER1": "Information according to § 5 TMG",
  "IMPRINTHEADER2": "Represented by:",
  "IMPRINTHEADER3": "Contact",
  "IMPRINTHEADER4": "Phone: +49 (0) 176 314 608 79",
  "IMPRINTTEXTHEADER": "Liability for content",
  "IMPRINTTEXT1": "The content of our website has been created with the greatest care. However, we cannot assume any liability for the accuracy, completeness, and topicality of the content. As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG (German Telemedia Act) and general laws. According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored third-party information or to investigate circumstances that indicate illegal activity. Obligations to remove or block the use of information in accordance with general legislation remain unaffected by this. However, liability in this respect is only possible from the time of knowledge of a specific infringement. As soon as we become aware of such infringements, we will remove this content immediately.",
  "IMPRINTTEXT2": "Liability for links",
  "IMPRINTTEXT3": "Our website contains links to external websites of third parties over whose content we have no influence. Therefore, we cannot accept any liability for this third-party content. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking. However, permanent monitoring of the content of the linked pages is not reasonable without concrete evidence of an infringement. If we become aware of any legal infringements, we will remove such links immediately.",
  "IMPRINTTEXT4": "Privacy policy",
  "IMPRINTTEXT5": "he use of our website is generally possible without providing personal data. If personal data (e.g., name, address, or email addresses) is collected on our website, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.",
  "IMPRINTTEXT6": "We would like to point out that data transmission over the Internet (e.g., when communicating by email) can have security gaps. Complete protection of data against access by third parties is not possible.",
  "IMPRINTTEXT7": "We hereby expressly prohibit the use of contact data published within the scope of the imprint obligation by third parties for sending unsolicited advertising and information material. The operators of this website expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, such as spam emails."
}
